Repository: Marciobds/shuup-shipping-table
Catalog: shuup_shipping_table/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: ShippingTable
pt_br: Tabela de Frete

source: Shipping Table
pt_br: Tabela de Frete

source: Shipping tables
pt_br: Tabelas de Frete

source: Carriers
pt_br: Transportadoras

source: Regions
pt_br: Regiões

source: Name
pt_br: Nome

source: Enabled
pt_br: Habilitado

source: Shops
pt_br: Lojas

source: Type
pt_br: Tipo

source: Import from JSON
pt_br: Importar de JSON

source: Download as JSON
pt_br: Download de JSON

source: Missing JSON file
pt_br: JSON não informado

source: Identifier
pt_br: Identificador

source: Start Date
pt_br: Data inicial

source: End Date
pt_br: Data final

source: Carrier
pt_br: Transportadora

source: Save as a copy
pt_br: Salvar como uma cópia

source: Lowest price
pt_br: Menor preço

source: Lowest delivery time
pt_br: Menor tempo de entrega

source: additional delivery time
pt_br: tempo adicional de entrega

source: Extra number of days to add.
pt_br: número extra de dias a adicionar

source: additional price
pt_br: preço adicional

source: Extra amount to add.
pt_br: preço adicional a adicionar

source: Use Cubic Weight
pt_br: Usar Peso Cúbico

source: Enable this to calculate the cubic weight and use the heaviest measurement (real weight or cubic weight).
pt_br: Habilite esta opção para calcular o peso cúbico do pedido e utilizar o maior, o peso real ou o peso cúbico.

source: Cubic Weight Factor (cm³)
pt_br: Fator do Peso Cúbico (cm³)

source: Google it if you don't know what you're doing.
pt_br: Procure no Google se você não sabe o que você está fazendo.

source: Cubic Weight exemption value (kg)
pt_br: Peso para isenção de peso cúbico (kg)

source: The Cubic Weight will be considered if the sum of all products real weights is higher then this value.
pt_br: O peso cúbico será apenas utilizado se a soma dos pesos reais for maior que este valor.

source: Max package width (mm)
pt_br: Largura máxima do pacote (mm)

source: This is only used for Cubic Weight method since the order/basket will be splitted into packages for volume calculation.
pt_br: Esta informação somente será utilizada no Peso Cúbico, pois o pedido/carrinho será dividido em pacotes com estas restrições para o cálculo do volume.

source: Max package height (mm)
pt_br: Altura máxima do pacote (mm)

source: Max package length (mm)
pt_br: Comprimento máximo do pacote (mm)

source: Max package edge sum (mm)
pt_br: Tamanho máximo da soma das arestas do pacote (mm)

source: The max sum of width, height and length of the package. This is only used for Cubic Weight method since the order/basket will be splitted into packages for volume calculation.
pt_br: A soma da largura, altura e comprimento do pacote. Esta informação somente será utilizada no Peso Cúbico, pois o pedido/carrinho será dividido em pacotes com estas restrições para o cálculo do volume.

source: Max package weight (kg)
pt_br: Peso máximo do pacote (kg)

source: No table found
pt_br: Nenhuma tabela encontrada

source: Shipping Table: custom fetch mode
pt_br: Tabela de Frete: método personalizado

source: Fetches the price and delivery time using a custom mode.
pt_br: Obtém o preço e prazo através de uma busca personalizada

source: mode
pt_br: modo

source: Select the mode which will be used to fetch a shipping table.
pt_br: Selecione o modo que será utilizado para buscar uma tabela de frete

source: tables filter
pt_br: filtro de tabelas

source: Only selected tables will be used to calculate shipping. Blank means all available tables.
pt_br: Somente tabelas selecionadas serão utilizadas na busca. Em branco significa qualquer tabela ativa.

source: carriers filter
pt_br: filtro de transportadoras

source: Only selected carriers will be used to calculate shipping. Blank means all carriers.
pt_br: Somente transportadoras selecionadas serão utilizadas na busca de tabelas. Em branco significa qualquer transportadora ativa.

source: Shipping Table: specific table
pt_br: Tabala de Frete: tabela específica

source: Fetches the price and delivery time from a specific shipping table
pt_br: Obtém o preço e o prazo a partir de uma tabela selecionada.

source: table
pt_br: tabela

source: Select the table to fetch the price and delivery time.
pt_br: Selecione a tabela que será utilizada para obter o preço e o prazo

source: name
pt_br: nome

source: enabled
pt_br: habilitado

source: shops
pt_br: lojas

source: Select the shops which can use this carrier. Blank means no shop!
pt_br: Selecione as lojas que poderão utilizar esta transportadora. Em branco significa nenhuma.

source: shipping carrier
pt_br: Transportadora

source: shipping carriers
pt_br: Transportadoras

source: priority
pt_br: prioridade

source: A higher number means this region is most important than other with a lower priority
pt_br: Um número mais alto indica que esta região é mais importante do que outra região de prioridade mais baixa e será utilizada primeiro.

source: description
pt_br: descrição

source: shipping region
pt_br: região

source: shipping regions
pt_br: regiões

source: country
pt_br: país

source: starting postal code
pt_br: CEP inicial

source: ending postal code
pt_br: CEP final

source: shipping region by postal code range
pt_br: Região por faixa de CEP

source: shipping regions by postal code range
pt_br: Regiões for faixa de CEP

source: shipping region by country
pt_br: Região por país

source: shipping regions by country
pt_br: Regiões por país

source: region
pt_br: região

source: use comma-separated values to match several names
pt_br: separe valores com vírugla usar vários nomes

source: city
pt_br: cidade

source: street (1)
pt_br: rua

source: street (2)
pt_br: complemento

source: street (3)
pt_br: bairro

source: shipping region by address
pt_br: Região por endereço

source: shipping regions by address
pt_br: Regiões por endereço

source: identifier
pt_br: identificador

source: A slug identifier, e.g my-table-id-3218321
pt_br: Identificador slug, ex: minha-tabela-2016

source: carrier
pt_br: transportadora

source: excluded regions
pt_br: regiões excluídas

source: Selected regions will be excluded from this table
pt_br: Selecione as regiões que devem ser excluídas desta tabela

source: start date
pt_br: data inicial

source: end date
pt_br: data final

source: Select the shops which can use this table. Blank means no shop!
pt_br: Selecione as lojas que poderão utilizar esta tabela. Em branco significa nenhuma.

source: shipping table
pt_br: tabela de frete

source: shipping tables
pt_br: tabelas de frete

source: start weight (g)
pt_br: peso inicial (g)

source: end weight (g)
pt_br: peso final (g)

source: price
pt_br: preço

source: delivery time (days)
pt_br: prazo de entrega (dias)

source: shipping price table
pt_br: tabela de frete

source: shipping price tables
pt_br: tabelas de frete

source: General Information
pt_br: Informações gerais

source: Prices
pt_br: Preços

source: Region
pt_br: Região

source: Start weight (kg)
pt_br: Peso inicial (kg)

source: End weight (kg)
pt_br: Peso final (kg)

source: Price
pt_br: Preço

source: Delivery time (days)
pt_br: Prazo de entrega (dias)

source: Remove
pt_br: Remover

source: To add more itens, please save the current ones.
pt_br: Para adicionais mais itens, por favor salve os atuais.

source: New Carrier
pt_br: Nova transportadora

source: General information
pt_br: Informações gerais

source: This action will overwrite the existing regions with same ID. Are you sure?
pt_br: Esta ação irá sobreescrever todas as regiões com o mesmo ID. Tem certeza do que está fazendo e deseja continuar?

source: New Table
pt_br: Nova tabela
